Repository: f-paul/gfont-adder
Catalog: languages/gfont-adder-*.po
Languages: fr_fr

source: Add any GFont to Editor
fr_fr: Ajouter n'importe quelle police google à votre éditeur

source: Add Google Font
fr_fr: Ajouter une police Google

source: Google Font Control Panel
fr_fr: Panneau de contrôle des polices Google

source: Add Google Font URL :
fr_fr: Ajouter l'URL de la police Google :

source: Put URL
fr_fr: Mettre l'URL

source: Don't know where you can find the url ?
fr_fr: Vous ne savez pas où vous pouvez trouver l'url ?

source: Click here
fr_fr: Cliquez ici

source: and follow
fr_fr: et suivre

source: this tutorial
fr_fr: ce tutoriel

source: Remove font :
fr_fr: Supprimer la police :

source: Select the font you want to delete, leave blank to not delete anything
fr_fr: Sélectionnez la police que vous souhaitez supprimer, laissez un blanc pour ne rien supprimer

source: Font already added
fr_fr: Police déjà ajoutée

source: Font was added
fr_fr: La police a été ajoutée

source: Enter a valid URL (ex : https://fonts.googleapis.com/css2?family=Piazzolla&display=swap)
fr_fr: Entrez une URL valide (ex : https://fonts.googleapis.com/css2?family=Piazzolla&display=swap)

source: Font added :
fr_fr: Police ajoutée :

source: Add any Google Font to text editor
fr_fr: Ajouter une police Google à l'éditeur de texte

source: Add the Google font link of your choice and it will be automatically added in your text editor.
fr_fr: Ajoutez le lien de la police Google de votre choix et il sera automatiquement ajouté dans votre éditeur de texte.

source: Paul FERMEY for Rouen Webmaster
fr_fr: Paul FERMEY pour Rouen Webmaster
